Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Certificate does not have PEM format
de_de: Zertifikat nicht im PEM-Format
es_es: El certificado no tiene el formato PEM
fr_fr: Le certificat n'a pas le format PEM
pt_pt: O certificado não tem o PEM
zh_cn: 证书没有PEM格式

source: Error in verifying certificate with certificate of certification authority {0}
de_de: Fehler bei der Verifizierung des Zertifikats mit Zertifikat der Prüfstelle {0}
es_es: Error durante la comprobación del certificado con el certificado de la autoridad de certificación {0}
fr_fr: Erreur lors de la vérification du certificat avec le certificat de l'autorité de certification {0}
pt_pt: Erro na verificação do certificado com o certificado da autoridade de certificação {0}·
zh_cn: 在检验认证授权凭证的证书{0}时出错

source: Error when decrypting private key (maybe wrong passphrase): {0}
de_de: Fehler beim Entschlüsseln des privaten Schlüssels (evtl. falsche Passphrase): {0}
es_es: Error al decriptar la clave privada (puede que la fase la fase secreta esté erronea) : {0}
fr_fr: Erreur lors du décryptage de la clé privée (il est possible que la phrase secrète soit erronée) : {0}
pt_pt: Erro descriptografar a chave privada (é possível que a senha esteja errada): {0}
zh_cn: 解密私钥时出错（口令短语可能不正确）：{0}

source: Error in signature test with private key {0}
de_de: Fehler beim Signaturtest mit privatem Schlüssel {0}
es_es: Errorr durante la prueba de firma con la clave privada {0}
fr_fr: Erreur lors du test de signature avec la clé privée {0}
pt_pt: Erro durante o teste de assinatura c/a chave privada {0}
zh_cn: 测试带有私钥{0}的签名时出错

source: Error in verify test with certificate {0}
de_de: Fehler beim Verifizierungstest mit Zertifikat
es_es: Errorr durante la prueba de comprobación con el certificado {0}
fr_fr: Erreur lors du test de vérification avec le certificat {0}
pt_pt: Erro durante o teste de verificação com o certificado {0}
zh_cn: 测试带有证书{0}的检验时出错

source: None of the given certificates of certification authorities fits to the certificate
de_de: Keines der gegegebenen Zertifikate der Prüfstelle passt zum Zertifikat
es_es: Ninguno de los certificados de autoritdad de certificación entregados conviene para el certificado
fr_fr: Aucun des certificats d'autorités de certification fournis ne convient pour le certificat
pt_pt: Nenhum certificados de autoridade de certificação será fornecida para o certificado
zh_cn: 所提供的认证授权凭证中没有任何一个适用于该证书

source: Private key does not have PEM format
de_de: Privater Schlüssel nicht im PEM-Format
es_es: La clave privada no tiene el formato PEM
fr_fr: La clé privée n'a pas le format PEM
pt_pt: A chave privada não é PEM
zh_cn: 私钥没有PEM格式

source: Decrypted private key does not have DER format
de_de: Entschlüsselter privater Schlüssel nicht im DER-Format
es_es: La clave privada decriptada no tiene el formato DER
fr_fr: La clé privée décryptée n'a pas le format DER
pt_pt: A chave privada descriptografado não está no formaro DER
zh_cn: 已解密的私钥没有DER格式

source: Key does not fit to certificate
de_de: Schlüssel passt nicht zum Zertifikat
es_es: La clave no conviene para el certificado
fr_fr: La clé ne convient pas pour le certificat
pt_pt: A chave não é apropriada para o certificado
zh_cn: 钥匙不适用于证书

source: Missing passphrase
de_de: Passphrase fehlt
es_es: Frase secreta ausente
fr_fr: Phrase secrète manquante
pt_pt: Faltando senha
zh_cn: 缺少口令短语

source: Internal error: Algorithm is not an OID
de_de: Interner Fehler: Algorithmus ist kein OID
es_es: Error interno: el algoritmo no es un OID
fr_fr: Erreur interne : l'algorithme n'est pas un OID
pt_pt: Erro interno o algoritmo não é um OID
zh_cn: 内部错误：该算法是不一个OID

source: Signature of certificate could not be verified
de_de: Zertifikatssignatur konnte nicht verifiziert werden
es_es: La firma del certificado no se ha podido verificar
fr_fr: La signature du certificat n'a pas pu être vérifiée
pt_pt: A assinatura do certificado não pôde ser verificada
zh_cn: 未能验证该证书的签名

source: Unsupported algorithm
de_de: Algorithmus nicht unterstützt
es_es: Algoritmo no soportado
fr_fr: Algorithme non supporté
pt_pt: Algoritmo não suportado
zh_cn: 不支持的算法

source: Wrong passphrase
de_de: Passphrase falsch
es_es: Frase secreta incorrecta
fr_fr: Phrase secrète incorrecte
pt_pt: Senha incorreta
zh_cn: 口令短语不正确

source: Resource has been deleted
de_de: Quelle wurde gelöscht
es_es: El recurso se ha borrado
fr_fr: La ressource a été supprimée
pt_pt: O recurso foi eliminado
zh_cn: 该资源已被删除

source: Modifications have been applied
de_de: Änderungen wurden vorgenommen
es_es: Las modificaciones se han aplicado
fr_fr: Les modifications ont été appliquées
pt_pt: As alterações foram aplicadas
zh_cn: 已应用这些修改项

source: Operation unknown {0} for entity excelDatasources
de_de: Unbekannte Aktion {0} für Entität excelDatasources
es_es: Operación desconocida {0} para la entitdad excelDatasources
fr_fr: Opération inconnue {0} pour l'entité excelDatasources
pt_pt: Operação desconhecida {0} para entidade excelDatasources
zh_cn: excelDatasources实体的未知操{0}

source: "{0}" is a representation "{1}" of "{2}" on "{3}"
de_de: {0}" ist eine Repräsentation "{1}" von "{2}" in "{3}"
es_es: "{0}" es una representación "{1}" de "{2}" sobre "{3}"
fr_fr: "{0}" est une représentation "{1}" de "{2}" sur "{3}"
pt_pt: "{0}" é uma representação "{1}" de "{2}" em "{3}"
zh_cn: "{0}"是"{3}"上"{2}"的一个表示法"{1}"

source: Click here to download Sage X3 for Excel add-in·
de_de: Das Sage X3 für Excel Add-in können Sie hier herunterladen
es_es: Haga clic aqui para descargar Sage X3 para el add-in Excel
fr_fr: Cliquer ici pour télécharger Sage X3 pour l'add-in Excel
pt_pt: Clique aqui para carregar o Sage ERP X3 add-in para Excel
zh_cn: 点击此处下载Sage X3的Excel插件

source: This worksheet requires an add-in installation. Please follow this link to download Sage X3 for Excel·
de_de: Dieses Arbeitsblatt erfordert eine Add-in-Installation. Folgen Sie bitte diesem Link, um Sage X3 für Excel herunterzuladen.
es_es: Esta hoja de cálculo necesita la instalación de un add-in. Seguir este enlace para descargar Sage X3 para Excel
fr_fr: Cette feuille de calcul nécessite l'installation d'un add-in. Suivre ce lien pour télécharger Sage X3 pour Excel
pt_pt: Esta folha de cálculo requer a instalação de um add-in. Siga este link para fazer o download
zh_cn: 该工作表需要安装一个插件。请点击此链接来下载适用于Excel的Sage X3

source: Welcome {user}
de_de: Willkommen {user}
es_es: Bienvenido {user}
fr_fr: Bienvenue {user}
pt_pt: Bem-vindo {user}
zh_cn: 欢迎{user}访问

source: You are logged as
de_de: Sie sind eingeloggt als
es_es: Está identificado como
fr_fr: Vous êtes identifié comme
pt_pt: Está logado como
zh_cn: 您的登录身份是

source: Your locale setting is
de_de: Ihre lokalen Einstellungen sind
es_es: Su parámetro regional es
fr_fr: Votre paramètre régional est
pt_pt: O seu parâmetro regional é
zh_cn: 您的本地化设置是

source: Your current service is
de_de: Ihr aktueller Service ist
es_es: Su servicio actual es
fr_fr: Votre service actuel est
pt_pt: O seu serviço atual é
zh_cn: 您当前的服务是

source: No license
de_de: Keine Lizenz
es_es: Ninguna licencia
fr_fr: Aucune licence
pt_pt: Nenhuma licença
zh_cn: 无许可证

source: Authorization required
de_de: Berechtigung erforderlich
es_es: Autorización requerida
fr_fr: Autorisation requise
pt_pt: Autorização Obrigatória
zh_cn: 需要授权

source: This page will automatically redirect to the start page in {2} seconds, if not click {0}here{1}.
de_de: Sollten Sie nicht innerhalb von {2} Sekunden zur Startseite weitergeleitet werden, klicken Sie {0}hier{1}.
es_es: Se le va a reenviar automáticamente a la página de arranque en {2} seg., sino haga clic {0} aquí {1}.
fr_fr: Vous allez être automatiquement redirigé sur la page de démarrage dans {2} sec., si tel n'est pas le cas cliquer {0}ici{1}.
pt_pt: Será redirecionado automaticamente para a página inicial em {2} seg.. Caso não aconteça, por favor, clique {0} aqui {1}.
zh_cn: 如果不点击{0}此处{1}，您将在{2}秒内自动跳转至起始页。

source: User {0} inactive
de_de: Benutzer {0} nicht aktiv
es_es: El usuario {0} está inactivo
fr_fr: L'utilisateur {0} est inactif
pt_pt: utilizador {0} está inativo
zh_cn: 用户{0}未激活

source: New password for user '{0}'
de_de: Neues Passwort für Benutzer '{0}'
es_es: Nueva contraseña para el usuario '{0}'
fr_fr: Nouveau mot de passe pour l'utilisateur '{0}'
pt_pt: Nova senha para o utilizador '{0}'
zh_cn: 用户'{0}'的新密码

source: Set new password
de_de: Neues Passwort festlegen
es_es: Definir una nueva contraseña
fr_fr: Définir un nouveau mot de passe
pt_pt: Definir uma nova senha
zh_cn: 设置一个新密码

source: Passwords do not match
de_de: Passwörter stimmen nicht überein
es_es: Las contraseñas son incorrectas
fr_fr: Les mots de passe sont incorrects
pt_pt: As senhas estão incorretas
zh_cn: 密码是不正确

source: New password:·
de_de: Neues Passwort:
es_es: Nueva contraseña :·
fr_fr: Nouveau mot de passe :·
pt_pt: Nova senha:
zh_cn: 新密码：

source: The administrator has requested you to set a new password
de_de: Der Administrator fordert Sie dazu auf, ein neues Passwort festzulegen
es_es: El administrador le ha solicitado definir una nueva contraseña
fr_fr: Il vous a été demandé par l'administrateur de définir un nouveau mot de passe
pt_pt: Foi solicitado pelo administrador para definir uma nova senha
zh_cn: 系统管理员要求您设置一个新密码

source: Retype new password:·
de_de: Neues Passwort erneut eingeben
es_es: Vuelva a escribir la nueva contraseña :·
fr_fr: Retaper le nouveau mot de passe :·
pt_pt: Re-digite a nova senha:·
zh_cn: 重新输入新密码：

source: Empty password is not allowed
de_de: Leeres Passwort ist nicht erlaubt
es_es: Contraseña vacía no autorizada
fr_fr: Mot de passe vide non autorisé
pt_pt: Senha em branco não autorizada
zh_cn: 重新输入新密码：

source: Undo operation has been executed
de_de: Aktion rückgängig wurde ausgeführt
es_es: La operación de cancelación se ha ejecutado
fr_fr: L'opération d'annulation a été exécutée
pt_pt: A operação de anulação foi executada
zh_cn: 已执行取消操

source: Direct download
de_de: Direkter Download
es_es: Descarga directa
fr_fr: Téléchargement direct
pt_pt: Download Direto
zh_cn: 直接下载

source: Server file
de_de: Serverdatei
es_es: Fichero servidor
fr_fr: Fichier serveur
pt_pt: Ficheiro servidor
zh_cn: 服务器文件

source: Collaboration area
de_de: Collaboration-Bereich
es_es: Espacio de colaboración
fr_fr: Espace de collaboration
pt_pt: Espaço de colaboração
zh_cn: 协同空间

source: Friend server direct transfer
de_de: Direkter Transfer Friendserver
es_es: Transferencia directa a un servidor amigo
fr_fr: Transfert direct à un serveur ami
pt_pt: Transferência direta para um servidor amigo
zh_cn: 直接传输至一个友好服务器

source: Endpoint is mandatory
de_de: Endpoint erforderlich
es_es: Endpoint obligatorio
fr_fr: Endpoint obligatoire
pt_pt: Endpoint Obrigatório·
zh_cn: 端点必填

source: Collection {0} does not exist
de_de: Die Kollektion {0} ist nicht vorhanden
es_es: Colección {0} no existe
fr_fr: La collection {0} n’existe pas
pt_pt: A coleção {0} não existe
zh_cn: 集合{0}不存在

source: Personalizations export
de_de: Export Personalisierungen
es_es: Exportación de personalizaciones
fr_fr: Export des personnalisations
pt_pt: Personalizações de exportação
zh_cn: 导出自定义项

source: Task created on scheduler "{0}"
de_de: Aufgabe im Planer "{0}" erstellt
es_es: Tarea creada en el programador "{0}"
fr_fr: Tâche créée sur le programmateur "{0}"
pt_pt: Tarefa criada no programador "{0}"
zh_cn: 已在计划程序"{0}"上创建任务

source: Invalid value: '{0}'
de_de: Ungültiger Wert: '{0}'
es_es: Valor incorrecto : '{0}'
fr_fr: Valeur incorrecte : '{0}'
pt_pt: Valor incorreto: '{0}'
zh_cn: 错误值：'{0}'

source: Company {0} not found in endpoint {1}
de_de: Unternehmen {0} im Endpoint nicht gefunden {1}
es_es: Sociedad {0} no encontrada en el endpoint {1}
fr_fr: Société {0} non trouvée dans le endpoint {1}
pt_pt: Empresa {0} não foi encontrado no endpoint {1}
zh_cn: 在端点{1}中未找到公司{0}

source: Legislation {0} not found in endpoint {1}
de_de: Rechtsordnung {0} im Endpoint nicht gefunden {1}
es_es: Legislación {0} no encontrada en el endpoint {1}
fr_fr: Législation {0} non trouvée dans le endpoint {1}
pt_pt: Legislação {0} não foi encontrado no endpoint {1}
zh_cn: 在端点{1}中未找到准则{0}

source: Activity code {0} not found in endpoint {1}
de_de: Aktivitätscode {0} im Endpoint nicht gefunden {1}
es_es: Código de actividad {0} no encontrado en el endpoint {1}
fr_fr: Code d'activité {0} non trouvé dans le endpoint {1}
pt_pt: Código de atividade {0} não foi encontrado no endpoint {1}
zh_cn: 在端点{1}中未找到业务代码{0}

source: Current variant is the factory variant of this page
de_de: Aktuelle Seite ist die Factory-Variante dieser Seite
es_es: La variante actual es la variante entregada de esta página
fr_fr: La variante actuelle est la variante livrée de cette page
pt_pt: A versão atual é a versão entregue esta página
zh_cn: 当前变量为此页交付的变量

source: There is a factory variant for this page
de_de: Es gibt eine Factory-Variante für diese Seite
es_es: Existe una variante entregada para esta página
fr_fr: Il existe une variante livrée pour cette page
pt_pt: Existe uma versão entregue para esta página
zh_cn: 有一个为此页交付的变量

source: Model for all transactions
de_de: Modell für alle Transaktionen
es_es: Modelo para todas las transacciones
fr_fr: Modèle pour toutes les transactions
pt_pt: Modelo para todas as transações
zh_cn: 所有交易的模板

source: Personal
de_de: Persönlich
fr_fr: Personnelle
pt_pt: Pessoal
zh_cn: 私有的

source: Shared with
de_de: Geteilt mit
es_es: Compartida con
fr_fr: Partagée avec
pt_pt: Compartilhado com
zh_cn: 分享给

source: You are about to save the factory variant. Do you want to continue ?
de_de: Sie sind dabei, die Factory-Variante zu speichern. Möchten Sie fortfahren?
es_es: Se va a actualizar la variable entregada. ¿Desea continuar?
fr_fr: Vous êtes sur le point d'enregistrer la variante livrée. Continuer ?
pt_pt: Está prestes a gravar a versão entregue. Continuar?
zh_cn: 您将保存交付的变量。要继续吗？

source: The symbol "{0}" is not allowed in the dashboard name
de_de: Das Symbol "{0}" ist im Dashboard-Name nicht zulässig
es_es: El símbolo "{0}" no está autorizado en el nombre del dashboard
fr_fr: Le symbole "{0}" n'est pas autorisé dans le nom du tableau de bord
pt_pt: O símbolo "{0}" não é permitido no nome do painel de instrumentos
zh_cn: 符号"{0} "不允许出现在控制面板名称中

source: No mobile application, please contact your administrator
de_de: Keine mobile Anwendung, bitte wenden Sie sich an Ihren Administrator
es_es: Ninguna aplicación móvil, contacte con su administrador
fr_fr: Aucune application mobile, contacter l'administrateur
pt_pt: Nenhum aplicativo móvel, entre em contato
zh_cn: 没有任何移动应用程序，请联系管理员

source: No endpoints defined, please contact your administrator
de_de: Keine Endpoints definiert, bitte wenden Sie sich an Ihren Administrator
es_es: Ningún endpoint definido, contacte con su administrador
fr_fr: Aucun endpoint défini, contacter l'administrateur
pt_pt: Nenhum endpoint definido, entre em contato
zh_cn: 未定义任何端点，请联系管理员

source: {0} gadgets were ignored because of your endpoint selection (they might be associated to a different application)
de_de: {0} Gadgets wurden aufgrund Ihrer Endpoint-Auswahl nicht berücksichtigt (evtl wurden Sie einer anderen Anwendung zugeordnet
es_es: {0} viñetas se han ignorado por el endpoint elegido (puede que esten asociadas a otreo aplicación)
fr_fr: {0} vignettes ont été ignorées en raison du endpoint choisi (il est possible qu'elles soient associées à une autre appli.)
pt_pt: {0} vinhetas foram ignoradas, devido ao endpoint escolhido (que é possível que estão associados com um outro app.)
zh_cn: 由于所选定的端点，{0}个缩略图已被忽略（它们可能与另一个应用程序相关联。）

source: {0} links were ignored because of your endpoint selection (they might be associated to a different application)
de_de: {0} Links wurden aufgrund Ihrer Endpoint-Auswahl nicht berücksichtigt (evtl.wurden Sie einer anderen Anwendung zugeordnet
es_es: {0} vínculos se han ignorado por el endpoint elegido (puede que esten asociados a otra aplicación)
fr_fr: {0} liens ont été ignorés en raison du endpoint choisi (il est possible qu'ils soient associés à une autre application).
pt_pt: {0} ligações foram ignoradas, devido ao endpoit escolhido (que pode estar envolvido em outra aplicação).
zh_cn: 由于所选定的端点，{0}个链接已被忽略（它们可能与另一个应用程序相关联）。

source: Endpoint selection is mandatory
de_de: Endpoint-Auswahl erforderlich
es_es: La selección del endpoint es obligatoria
fr_fr: La sélection du endpoint est obligatoire
pt_pt: A seleção do endpoint é obrigatório
zh_cn: 强制必须选择端点

source: Converting
de_de: Konvertierung
es_es: Conversión en curso
fr_fr: Convertion en cours
pt_pt: Convertendo em curso
zh_cn: 正在进行转换

source: View "{1}" of representation "{0}" has been converted
de_de: Ansicht "{1}" der Repräsentation "{0}" wurde konvertiert"
es_es: La vista "{1}" de la representación "{0}" se ha convertido
fr_fr: La vue "{1}" de la représentation "{0}" a été convertie
pt_pt: A vista "{1}" da representação "{0}" foi convertida
zh_cn: 表示法"{0}"的视图"{1}"已被转换

source: Processes
de_de: Prozesse
es_es: Proceso
fr_fr: Processus
pt_pt: Processo
zh_cn: 流程

source: Queries
de_de: Anfragen
es_es: Solicitudes
fr_fr: Requêtes
pt_pt: Pedidos
zh_cn: 请求

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
pt_pt: Estatísticas
zh_cn: 统计

source: Representations
de_de: Repräsentationen
es_es: Representación
fr_fr: Représentations
pt_pt: Representações
zh_cn: 表示法

source: Create '{0}' dashboard
de_de: Dashboard '{0}' erstellen
es_es: Crear el dashboard '{0}'
fr_fr: Créer le tableau de bord '{0}'
pt_pt: Criar o painel '{0}'
zh_cn: 创建'{0}'控制面板

source: Edit '{0}' dashboard
de_de: Dashboard '{0}' bearbeiten
es_es: Modificar el dashboard '{0}'
fr_fr: Modifier le tableau de bord '{0}'
pt_pt: Edite o painel '{0}'
zh_cn: 编辑'{0}'控制面板

source: {0} (not found)
de_de: {0} (nicht gefunden)
es_es: {0} (no encontrado)
fr_fr: {0} (non trouvé)
pt_pt: {0} (não encontrado)
zh_cn: {0}（未找到）

source: Error converting {0} article to version {1}: {2}
de_de: Fehler beim Konvertieren von {0} Artikel in Version {1}: {2}
es_es: Error durante la conversión del artículo {0} en versión {1} : {2}
fr_fr: Erreur lors de la conversion de l'article {0} en version {1} : {2}
pt_pt: Erro durante a conversão do artigo {0} na versão {1} : {2}
zh_cn: 将产品{0}转换为版本{1}时出错：{2}

source: New ...
de_de: Neu …
es_es: Nuevo...
fr_fr: Nouveau...
pt_pt: Novo
zh_cn: 新建...

source: Select ...
de_de: Auswählen …
es_es: Seleccionar ...
fr_fr: Sélectionner ...
pt_pt: Seleccionar...
zh_cn: 选择 ...

source: New menu item
de_de: Neuer Menüpunkt
es_es: Nueva entrada de menú
fr_fr: Nouvelle entrée de menu
pt_pt: Novo menu
zh_cn: 新菜单项

source: Select menu item
de_de: Menüpunkt auswählen
es_es: Seleccionar la entrada de menú
fr_fr: Sélectionner l'entrée de menu
pt_pt: Selecione o item do menu
zh_cn: 选择菜单项

source: Page administration
de_de: Seitenverwaltung
es_es: Administración de la página
fr_fr: Administration de la page
pt_pt: Administração da página
zh_cn: 页面管理

source: Select gadget
de_de: Gadget auswählen
es_es: Seleccionar la viñeta
fr_fr: Sélectionner la vignette
pt_pt: Selecione vinheta
zh_cn: 选择缩略图

source: Prototype {0} not found for endpoint {1}
de_de: Prototyp {0} für Endpoint nicht gefunden {1}
es_es: El prototipo {0} no se ha encontrado para el endpoint {1}
fr_fr: Le prototype {0} n'a pas été trouvé pour le endpoint {1}
pt_pt: O protótipo {0} não foi encontrado para o endpoint {1}
zh_cn: 没有找到端点{1}的原型{0}

source: The article {0} has not been converted to version {1}
de_de: Der Artikel {0} wurde nicht in Version {1}: {2} konvertiert
es_es: El artículo {0} no se ha convertido en versión {1}
fr_fr: L'article {0} n'a pas été converti en version {1}
pt_pt: Seção {0} não foi convertido versão {1}
zh_cn: 产品{0}未被转换为版本{1}

source: The prototype's {0} $generatorVersion is not version {1}
de_de: Die {0} $generatorVersion des Prototyps ist nicht Version {1}
es_es: $generatorVersion {0} del prototipo no es de versión {1}
fr_fr: $generatorVersion {0} du prototype n'est pas la version {1}
pt_pt: GeneratorVersion $ {0} é a versão protótipo {1}
zh_cn: 原型的$generatorVersion {0}不是版本{1}

source: Page: {0}, Variant {1} ({2}); Prototype: {3}: The prototype has $transaction but not $article
de_de: Seite: {0}, Variante {1} ({2}); Prototyp: {3}: Der Prototyp hat $transaction aber nicht $article
es_es: Página : {0}, Variante {1} ({2}); Prototipo : {3} : El prototipo dispone de $transacción pero no de $artículo
fr_fr: Page : {0}, Variante {1} ({2}); Prototype : {3} : Le prototype dispose de $transaction mais non de $article
pt_pt: {0}, {1} Variante ({2}); Prototype: {3} : O protótipo tem US $ transação, mas não $ item
zh_cn: 页面：{0}，变量{1} ({2})；原型{3}：该原型有$transaction，但没有$article

source: Page: {0}, Variant {1} ({2}); Prototype: {3}: Prototype fields [{4}] not present in the layout.
de_de: Seite: {0}, Variante {1} ({2}); Prototyp: {3}: Prototypfelder [{4}] im Layout nicht vorhanden.
es_es: Página : {0}, Variante {1} ({2}); Prototipo : {3} : Los campos del prototipo [{4}] no estan presentes en la página
fr_fr: Page : {0}, Variante {1} ({2}); Prototype : {3} : Les champs du prototype [{4}] ne sont pas présents dans la mise en page
pt_pt: Página : {0}, {1} Variante ({2}); Prototype: {3} : Os campos do protótipo [{4}] não estão presentes no layout
zh_cn: 页面：{0}，变量{1} ({2})；原型：{3}：原型字段[{4}]未出现在布局中

source: Page: {0}, Variant {1} ({2}); Prototype: {3}: Article fields [{4}] not present in the prototype.
de_de: Seite: {0}, Variante {1} ({2}); Prototyp: {3}: Artikelfelder [{4}] im Prototyp nicht vorhanden.
es_es: Página: {0}, Variante {1} ({2}); Prototipo: {3}: Los campos artículo [{4}] no estan presentes en el prototipo
fr_fr: Page: {0}, Variant {1} ({2}); Prototype: {3}: Les champs article [{4}] ne sont pas présents dans le prototype
pt_pt: Página: {0}, {1} Variante ({2}); Prototype: {3}. Os campos de item [{4}] não estão presentes no protótipo
zh_cn: 页面：{0}，变量{1} ({2})；原型：{3}：产品字段[{4}]未出现在原型中

source: Page: {0}, Variant {1} ({2}); Prototype: {3}: Article excluded fields [{4}] not present in the prototype
de_de: Seite: {0}, Variante {1} ({2}); Prototyp: {3}: Artikelausgenommene Felder [{4}] im Prototyp nicht vorhanden
es_es: Página: {0}, Variante {1} ({2}); Prototipo: {3}: Los campos excluidos artículo [{4}] no estan presentes en el prototipo
fr_fr: Page: {0}, Variant {1} ({2}); Prototype: {3}: Les champs exclus article [{4}] ne sont pas présents dans le prototype
pt_pt: Página: {0}, {1} Variante ({2}); Prototype: {3}. Campos excluiu o item [{4}] não estão presentes no protótipo
zh_cn: 页面：{0}，变量{1} ({2})；原型：{3}：不包含产品的字段 [{4}]未出现在原型中

source: Prototype {0}: Localization codes not found: {1}
de_de: Prototyp {0}: Lokalisierungscodes nicht gefunden: {1}
es_es: Prototipo {0} : Códigos de localización no encontrados : {1}
fr_fr: Prototype {0} : Codes de localisation non trouvés : {1}
pt_pt: Protótipo {0}: Códigos de localização não encontrado {1}
zh_cn: 原型{0}：未找到本地化代码：{1}

source: You are not authorized to modify a "Factory" personalization
de_de: Sie haben keine Berechtigung, eine "Factory"-Personalisierung zu ändern
es_es: No tiene permisos para modificar una personalización "Entregada"
fr_fr: Vous n'êtes pas habilité à modifier une personnalisation "Livrée"
pt_pt: Não pode modificar uma personalização "Entregue"
zh_cn: 您无权修改一个"已交付"的自定义项

source: You are not authorized to modify a "Global" personalization
de_de: Sie haben keine Berechtigung, eine "globale" Personalisierung zu ändern
es_es: No tiene permisos para modificar una personalización "Global"
fr_fr: Vous n'êtes pas habilité à modifier une personnalisation "Globale"
pt_pt: Não pode modificar uma personalização "global"
zh_cn: 您无权修改一个"全局"的自定义项

source: No portlet instance
de_de: Keine Portlet-Instanz
es_es: Ninguna instancia para la entidad Viñeta
fr_fr: Aucune instance pour l'entité Vignette
pt_pt: Nenhuma instância para a entidade Vignette
zh_cn: 没有任何门户组件的实例
